[
  {"description":"REQUEST TO INCLUDE NA STEP IN STEPS 1.6 TILL STEP 1.12 SINCE 1.5 INCIDATES THAT IF EVERYTHING IS OK THEN NO FURTHER IS NECESSARY AND THUS STEPS 1.6 TILL 1.12 NEED NOT TO BE PERFORMED"},
  {"description":"The requested jobcard was found physically at the CAB workstation under Job Card Number 2500210653-10-0010 Please change the workstation into UPR in the jobcard"},
  {"description":"Steps 1.16 and 1.17 make reference to S23 and S24, which have been deleted from the aircraft as per modification. Hence, please delete these two steps. Please update the card at Project Level and that at Master Level. Changes requested by today, if possible, because of the weekend. Thanks for your help."},
  {"description":"Please note that this job card has steps 1.2, 1.7, 1.8, 1.10, 1.15, 1.16 not applicable for D-AIGV. According to the AMM and even confirmed physically from the aircraft, sensors 652HK, 657HK, and 658HK are not installed on the aircraft."},
  {"description":"GV does have an L11 however step 1.1 is marked as not effective. GV does not have L15 and L16, however task is marked as effective. Step 1.4 is correct because GV does not have L34 installed. Please update the card in Project Level (and if possible that in the Master) at your earliest convenience, ideally by today."},
  {"description":"Step 1.4 valid for L34, is marked as effective for 2-Class - however this is not installed on aircraft GV (and as confirmed in the LOPA found in the Seat Arrangement Manual). Please update the job card in Project Level (and if possible, even at Master Level), preferably by today. Thanks and kind regards,"},
  {"description":"With reference to job card ref: 001001310561-0010, please note that our NDT Team has raised the below issue: No duplicate phrase is included in the above mentioned job card. Could you please amend both in master and project level? Job card attached for your perusal. "},
  {"description":"the referenced jobcards need to be changed from INT-G to 5-CAB since all related equipment is to remain on the aircraft (so as per workstation allocation document it is to be assigned to 5-CAB). Thanks"},
  {"description":"This job card work station should be changed from INT-P to INT-U. "},
  {"description":"Title refers to N3 however this should be changed to N2. Project Level updated locally - please change the Master Level."},
  {"description":"A similar issue was encountered on SX-DGI (JC MO Number: 1001311386-0010) - please split the card into AVI and LDG. Feedback requested as soon as possible, preferably by today, 10th November, 2015."},
  {"description":"Step 1 should remain assigned to AVI however Step 2 should be transferred to CRG as it is not related to detection. Similar noticed on SX-DGQ (MO Number: 1001303822-0010/0020)."},
  {"description":"LTM has some problems with steps 2.1 and 2.2 of mentioned jobcard.  The inspections must be done as per CMM 32-11-07.  This CMM only mentions that inspection of the rear pintle pin and nut must be performed only from the External, and nowhere it is mentioned that inspection must be done also from the internal.  Also our NDT personnel have confirmed that is physically impossible to perform the required inspections from the internal !"},
  {"description":"Job requires installation and adjustment of pitot probes (ATA 34), which as per WD463 concept, should be marked as Duplicate. Please update the job card at Project and Master Level at your earliest convenience, if possible by today, so that we start closing the tickets related to job cards immediately."},
  {"description":"I can't find a lot of JobCards in the OPE project folder. Could you please check them?"},
  {"description":"jobcard 001001321791-0010 needs to be changed from INT-G to 5-CAB as per workstation allocation document. Reason: Galley removed but remains on aircraft."},
  {"description":"mentioned jobcards should be changed from 5-CRG to INT-P, reason being that all jobcards are directly related to panels"},
  {"description":"LTM noticed some errors in the wording of some steps of the following jobcards: 1) 001001322299-0010 (Steps 1.3 to 1.6) - the wording should be changed from Remove the MLG Leg assenbly for special detailed inspection (overhaul)(off aircraft) as per AMM to Remove the Main Landing Gear Retraction Actuator and Attachment Pins for special detailed inspection (overhaul)(off aircraft) as per AMM.  This change reflects also MPD task 323100-09-1. 2) 001001322640-0010 (Steps 1.5 to 1.12) - the wording should be changed from Install new or serviceable MLG Leg assy as per AMM to Install new or serviceable MLG Actuating Cylinder as per AMM.  This change reflects also MPD task 323100-09-1."},
  {"description":"JC is currently assigned to INT-G however it should be transferred to CAB, given that the coffee and espresso makers will not be removed from aircraft. Please make the necessary change and provide the updated job card at your earliest convenience, ideally by tomorrow,"},
  {"description":"JC is currently assigned to INT-G however it should be transferred to CAB, given that the galleys and lavatories will not be removed from aircraft. Please make the necessary change and provide the updated job card at your earliest convenience, ideally by tomorrow"},
  {"description":"JC is currently assigned to INT-G however this should be transferred to CAB, given that the Galleys will not be removed from aircraft. Please provide the updated JC at your earliest convenience, ideally by tomorrow,"},
  {"description":"The subject three job cards have been assigned to INT-P, however, these should be transferred to CAB, because a cabin refurbishment is not planned. If you agree, please update the cards as soon as possible, preferably by tomorrow, so that we can distribute them to team before the weekend."},
  {"description":"JC is currently assigned to INT-P however Work Centre should be changed to CAB, given that a cabin refurbishment is not planned. This issue has been encountered on previous layovers. Please provide the updated card at your earliest convenience, ideally by tomorrow, so we can distribute it to the team before the weekend."},
  {"description":"These 5 job cards are currently assigned to CAB, however, given the task requires a minor modification related to seats, cards should be transferred to INT-S. If you agree with the above, please update the cards at your earliest convenience, if possible by tomorrow, so that these can be assigned to production accordingly."},
  {"description":"The title of the JC refer to 'DVI FUSE BETWEEN FR55-56 & STR 50-51 LH' however the text in  I-Card I154521 Step 6 attached with the card makes reference to an'INSPECTION AT FWD PORTION OF AFT CARGO DOOR CUT-OUT FR59-60 STR44.'"},
  {"description":"Small change I require on this Jobcard - the instructions of this JC are based on EO 334464 in which the detailed inspection is based to be performed between FR 17 and FR 37 above STRG 18 LH/RH and FR 53.3 and FR 108 above STRG 18 LH/RH IAW the EO. It was noted that the A/C has up to FR103 not FR108. Kindly refer to the attached email from Mr.Frederik Wolf( responsible for EOs) as a confimation. Due to the above discrepancy, could you kindly amend the JC title, along with all the steps( replacing FR108 to FR103) in both project and master level?"},
  {"description":"JC is currently assigned to CAB. LTM has contacted the owner of the MS Task, because we were not sure which is the affected Control Panel and clarification has been provided - refer to the attached. Given that the MS Task is an ATA 23 related task, LTM believes that task should be assigned to AVI. Please provide your feedback, whether you agree with this proposal - if so, please update the card as soon as possible, preferably by Monday, 16th November."},
  {"description":"The below jobcards need to be amandment to include AMM Suppliment: - 1001314422-0010 REM MID GALLEY 26 AND 1001314423-0010 INST MID GALLEY 26 - 1001314425-0010 REM MID GALLEY 27 AND 1001314426-0010 INST MID GALLEY 27"},
  {"description":"Could you please check the Acces Panel Rem & Ins need of ENG-F? I could see several panels as needed on the panel list of the customer, but the panel record sheet is empty."},
  {"description":"REQUEST TO AMEND THE ABOVE JOBCARD AS FOLLOWS: STEP 7 (TO CHANGE W/C FROM STR INTO AVI) STEP 13 (TO CHANGE W/C FROM AVI INTO CRG) STEP 16 (NON EXISTENT ON I-CARD I333232)"},
  {"description":"access JC needs to be created"},
  {"description":"SAC-B737-PSU is missing from the handover. Please create in SAP and send me the JobCards:  GVI PSU OXYGEN GENERATOR PINS  REM PASSENGER SERVICE UNITS (PSUs) INS PASSENGER SERVICE UNITS (PSUs)"},
  {"description":"D-AGWQ-WS 5-AVI-REQUEST TO REVIEW JC 1001442563-0010 AND JC 1001442564-0010 WITH WRONG AMM'S 25-31-41/401 25-31-44/401"},
  {"description":"Pos 1.2: The AMM for OPC is only the ATA 35 -Task. ATA25-Tasks are not relevant for OPC. Same for Area 5 - Card (91043517-0010) and Area 7 (91043514-0010)"},
  {"description":"Pos 1.5: There is no Baby Basinet @ S11, but a position is missing for the one @ CTR Partition/Premium Eco."},
  {"description":"Job cards already fixed at project level. Please fix at MASTER level."},
  {"description":"jobcard 001001410976-0010, step 1.5 has the wrong AMM reference.  The correct AMM reference should be 34-22-25-790-801.  AMM 34-11-00-790-801 refers to the Principal Pneumatic Circuits and not to the Standby Pneumatic Circuits."},
  {"description":"D-AKNG-WS 3-ENG- REQUEST FOR REVIEW JC 1001463695-0010-SHOULD BE FOR SECOND ENGINE,NOT FOR FIRST"},
  {"description":"MO: 1001434326-0020 (THRUST REV DOOR PIVOTING FITT (ACCESS)) this job card requests duplicate inspection for the installation, however, it is for the removals. On the other hand job card MO: 1001434327-0010 (THRUST REV DOOR PIVOTING FITT (ACCESS)) refers to theinstallation however there is no text for duplicate inspection."},
  {"description":"mentioned jobcard has wrong AMM references in steps 1.2 and 1.3 as follows: Step 1.2 - AMM Task 26-12-00-200-803-A instead of Task 26-12-00-200-806-A. Step 1.3 - Subtask 26-12-00-710-068-A instead of Subtask 26-12-00-710-066-A, and AMM Task 26-12-00-200-808-A instead of Task 26-12-00-200-806-A"},
  {"description":"J/C work centre to be changed to to 6-CAB (monuments to remain on a/c)."},
  {"description":"Pos 8.1: The jobcard is written for workstation INT-P, but the work is for workstation INT-G. Please change the jobcard in INT-G."},
  {"description":"Steps 8.2, 8.3, 10.1, 12.1, 12.2 change from INT-P to INT-G. This are not INT-P parts."},
  {"description":"Pos 2.1: Step 2.1 is work for workstation INT-G. It is a lavatory, not a panel part"},
  {"description":"It is a Galley. Please change step 1.1 from INT-P to INT-G"},
  {"description":"AND 1001459266-0010. Can you change the above cards to cargo w/s in master. I will change them local."},
  {"description":"The Maintenance Order 001001461186-0010's Work Station is currently allocated to 1-CRG.  As per WD Workstation Allocation (IQ MOVE Document No.: WD527 Issue No. 2 Dated 02.09.2015) Section 1.3, All ATA 38 Tasks above floor should be assigned to 1-CAB. Can you kindly update this job card from 1-CRG to 1-CAB please?"},
  {"description":"The SRM 53-00-11  is missing from new revision of the SRM. Please revise the card."},
  {"description":"The card is with wrong applicability. Please review the Master level, I fixed the Project card."},
  {"description":"Please note that the reference maintenance orderes 001001466292-0010 001001466291-0010 001001466293-0010 need to be changed from INT-P to 1-CAB as per WD Workstation Allocation Document (Doc. No. WD527 Issue No. 2 Section 1.12.4). This is because these are inspections only. "},
  {"description":"The card is with wrong applicability. Please review the Master level, I fixed the Project card."},
  {"description":"Can you kindly change the work centre from 1- CAB to 1-CRG.  As per WD Workstation Allocation (Issue No. 2, Doc No. WD527 Section 1.4.2), all ATA 25 Tasks in fuselage below Cabin Floor shall be carried out by CRG. "},
  {"description":"An issue has been raised regarding J/C: 001001468316-0030, from ENG-E. In this J/C, ENG-E has to perform Job 2, and Job 4 Pos 2-5 however, inside the attached documentation for Job 4, only 1 position is included. While reviewing this J/C it came to our attention that the positions which is associated with ENG-E is under Job 5 (Pos 2-5), whereas AVI is required to perform Job 5 as stated in page 2 of the J/C. Kindly let us know if this is indeed the case. If negative, let us know if there is an updated version of the J/C."},
  {"description":"With reference to the mentioned MO Numbers, W00104792936 and W00104792985 have been cancelled by the customer since parts were not received. Thus the following Jobcard will be cancelled by the on-site planner."},
  {"description":"1. This JC is incorrect for this aircraft configuration. The JC is based on the Pre-SB-25-3498, and should be Post-SB-25-3498. Example, Lavatory L51 with Smoke Det 8WQ51 is not exist on this aircraft. 2. Please take note that this JC also entails ETOPS components which are not identified as such, see Step 1.6."},
  {"description":"Step 1.7 - 1.8: Cannot test a part that is not installed. (8WQ51)"},
  {"description":"Both JC Step 1.7:  Please split Lavatory L61 / L62  into two stamps points, because two lavatories (IKR Modification)"},
  {"description":"Step 1.3: Please change lavatory L35 to L37 Step 1.5: Please delete Lavatory L51 Step 1.6: Please change lavatory L52 to L61"},
  {"description":"An issue has been raised regarding J/C: 1001468316-0040 (D-AILW, MSN0853). LDG has been given the mentioned J/C however on the J/C it is mentioned that LDG has to perform Job 4 position 1 and position 10. The issue is that position 10 does not exist on job 4. "}
]